Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# DeleteAllRevokedLinkHelp
source: This will delete all revoked links.
ar: سيتم حذف كل الروابط المعطّلة.
be: Гэта выдаліць усе адкліканыя спасылкі.
ca: Això eliminarà tots els enllaços revocats.
de: Das wird alle widerrufenen Links löschen.
es: Esto eliminará todos los enlaces anulados.
fi: Kaikki mitätöidyt linkit poistetaan.
fr: Cela supprimera tous les liens révoqués.
it: Questo eliminerà tutti i link revocati.
ko: 이 작업은 모든 폐기된 링크를 삭제합니다.
ms: Ini akan hapus semua link yang dibatal.
nl: Hiermee verwijder je alle ingetrokken links
pl: To usunie wszystkie unieważnione linki.
pt_br: Isso irá apagar todos os links revogados.
ru: Это удалит все неактивные ссылки.
sv: Detta raderar alla återkallade länkar
tr: Bu, iptal edilen tüm bağlantıları silecektir.
uk: Буде видалено всі відкликані посилання.

source: Delete All Revoked Links
ar: حذف كل الروابط المعطّلة
be: Выдаліць усе адкліканыя спасылкі
ca: Elimina els enllaços revocats
de: Alle widerrufenen Links löschen
es: Eliminar todos los enlaces anulados
fi: Poista kaikki mitätöidyt linkit
fr: Supprimer tous les liens révoqués
it: Elimina tutti i link revocati
ko: 폐기된 링크 모두 삭제
ms: Hapus Semua Link Dibatal
nl: Ingetrokken links verwijderen
pl: Usuń wszystkie unieważnione linki
pt_br: Apagar Todos os Links Revogados
ru: Удалить все неактивные ссылки
sv: Radera alla återkallade länkar
tr: İptal Edilen Tüm Bağlantıları Sil
uk: Видалити всі відкликані посилання

# DeleteAndExit
source: Delete and leave group
ar: حذف المجموعة ومغادرتها
be: Выдаліць і выйсці з суполкі
ca: Elimina i abandona el grup
de: Löschen und Gruppe verlassen
es: Eliminar y salir del grupo
fa: حذف و ترک گروه
fi: Poistu ryhmästä
fr: Supprimer et quitter
id: Hapus dan keluar grup
it: Elimina e lascia
ko: 그룹 삭제하고 나가기
ms: Hapus dan keluar grup
nl: Groep verwijderen en verlaten
pl: Usuń i opuść grupę
pt_br: Apagar e sair do grupo
ru: Удалить и покинуть группу
sv: Ta bort och lämna grupp
tr: Grubu sil ve ayrıl
uk: Видалити та покинути групу
uz: Oʻchirish va guruhni tark etish
zh_cn: 删除并退出群组
zh_tw: 删除並退出群組

# DeleteAndExitButton
source: Delete and Leave Group
ar: حذف ومغادرة المجموعة
be: Выдаліць і выйсці з суполкі
ca: Elimina i abandona el grup
de: Löschen und Gruppe verlassen
es: Eliminar y salir del grupo
fa: حذف و ترک گروه
fi: Poista ja poistu ryhmästä
fr: Supprimer et quitter le groupe
id: Hapus dan Keluar Grup
it: Elimina e lascia
ko: 그룹 삭제 및 나가기
ms: Hapus dan Keluar Grup
nl: Verwijder en verlaat groep
pl: Usuń i opuść grupę
pt_br: Apagar e Sair do Grupo
ru: Удалить и покинуть группу
sv: Ta bort och lämna gruppen
tr: Sil ve Gruptan Ayrıl
uk: Видалити й покинути групу
uz: Guruhni oʻchirish va tark etish

source: Delete and stop
ar: حذف وحظر
be: Выдаліць і спыніць
ca: Elimina i atura
de: Löschen und anhalten
es: Eliminar y detener
fa: حذف و متوقف کردن
fi: Poista ja pysäytä
fr: Supprimer et arrêter
id: Hapus dan stop
it: Elimina e arresta
ko: 삭제하고 정지
ms: Hapus dan henti
nl: Verwijderen en stoppen
pl: Usuń i zatrzymaj
pt_br: Apagar e parar
ru: Удалить и остановить
sv: Ta bort och stoppa
tr: Sil ve durdur
uk: Видалити й зупинити
uz: Oʻchirish va toʻxtatish
zh_cn: 删除并停用
zh_tw: 删除並停用

# DeleteBackground_one
source: Delete background
ar: حذف الخلفية
be: Выдаліць {0} фон
ca: Elimina el fons
de: Hintergrund löschen
es: Eliminar fondo
fi: Poista taustakuva
fr: Supprimer l'arrière-plan
it: Elimina sfondo
nl: Achtergrond verwijderen
pl: Usuń {0} tło
pt_br: Apagar papel de parede
ru: Удалить {0} фон
sv: Ta bort bakgrund
tr: Arka planı sil
uk: Видалити фон

# DeleteBackground_other
source: Delete {0} backgrounds
ar: حذف ⁨{0}⁩ خلفية
be: Выдаліць {0} фонаў
ca: Elimina {0} fons
de: {0} Hintergründe löschen
es: Eliminar {0} fondos
fi: Poista {0} taustakuvaa
fr: Supprimer {0} arrière-plans
it: Elimina {0} sfondi
ko: 배경 {0}개 삭제
ms: Hapus {0} latar belakang
nl: {0} Achtergronden verwijderen
pl: Usuń {0} tła
pt_br: Apagar {0} papéis de parede
ru: Удалить {0} фонов
sv: Ta bort {0} bakgrunder
tr: {0} arka planı sil
uk: Видалити {0} фон

# DeleteBanUser
source: Ban user
ar: حظر المستخدم
be: Заблакіраваць карыстальніка
ca: Bandeja l'usuari
de: Nutzer sperren
es: Expulsar usuario
fa: محروم کردن کاربر
fi: Estä keskustelusta
fr: Bannir l'utilisateur
id: Blokir pengguna
it: Rimuovi utente
ko: 사용자 차단
ms: Larang pengguna
nl: Blokkeer gebruiker
pl: Zablokuj użytkownika
pt_br: Banir usuário
ru: Заблокировать пользователя
sv: Blockera användare
tr: Kullanıcıyı yasakla
uk: Заблокувати користувача
uz: Foydalanuvchini bloklash
zh_cn: 封禁用户
zh_tw: 封鎖用戶

source: Delete calls
ar: حذف المكالمات
be: Выдаліць выклікі
ca: Elimina trucades
de: Anrufe löschen
es: Eliminar llamadas
fi: Poista puhelut
fr: Supprimer les appels
it: Elimina chiamate
ko: 전화내역 삭제
ms: Hapus panggilan
nl: Oproepen verwijderen
pl: Usuń połączenia
pt_br: Apagar chamadas
ru: Удалить звонки
sv: Ta bort samtal
tr: Aramaları sil
uk: Видалити виклики

# DeleteCallsForEveryone
source: Delete for everyone
ar: الحذف عند الجميع
be: Выдаліць для ўсіх
ca: Elimina per a tothom
de: Bei allen löschen
es: Eliminar para todos
fi: Poista kaikilta
fr: Supprimer pour tout le monde
it: Elimina per tutti
ko: 모두에게서 삭제
ms: Hapus untuk setiap orang
nl: Verwijder voor iedereen
pl: Usuń u wszystkich
pt_br: Apagar para todos
ru: Удалить для всех
sv: Ta bort hos alla
tr: Herkesten sil
uk: Видалити для всіх

# DeleteChannelForAll
source: Delete for all subscribers
ar: الحذف لجميع المشتركين
be: Выдаліць для ўсіх падпісчыкаў
ca: Elimina per a tothom
de: Bei allen Abonnenten löschen
es: Eliminar para todos los suscriptores
fi: Poista kaikilta tilaajilta
fr: Supprimer pour tous les abonnés
it: Elimina per tutti gli iscritti
ko: 구독자 모두에게서 삭제
ms: Hapus untuk semua pelanggan
nl: Verwijder voor alle abonnees
pl: Usuń u wszystkich subskrybentów
pt_br: Apagar para todos inscritos
ru: Удалить для всех подписчиков
sv: Ta bort hos alla följare
tr: Tüm abonelerden sil
uk: Видалити для всіх підписників

# DeleteChat
source: Delete and exit
ar: حذف وخروج
be: Выдаліць і выйсці
ca: Elimina i surt
de: Löschen und verlassen
es: Eliminar y salir
fa: حذف و خروج
fi: Poista ja poistu
fr: Supprimer et quitter
id: Hapus dan keluar
it: Elimina ed esci
ko: 삭제하고 나가기
ms: Hapus dan keluar
nl: Verwijder en verlaat
pl: Usuń i wyjdź
pt_br: Apagar e sair
ru: Удалить и выйти
sv: Ta bort och avsluta
tr: Sil ve çık
uk: Видалити й вийти
uz: Oʻchirish va chiqish
zh_cn: 删除并退出
zh_tw: 删除並退出

# DeleteChatBackgroundsAlert
source: Are you sure you want to delete the selected backgrounds?
ar: هل ترغب حقًا في حذف الخلفيات المحددة؟
be: Вы ўпэўнены, што хочаце выдаліць выбраныя фоны?
ca: Segur que voleu eliminar els fons seleccionats?
de: Möchtest du wirklich die ausgewählten Hintergründe löschen?
es: ¿Quieres eliminar los fondos seleccionados?
fa: آیا از حذف پس‌زمینه انتخاب شده اطمینان دارید؟
fi: Haluatko varmasti poistaa valitut taustakuvat?
fr: Voulez-vous vraiment supprimer les arrière-plans sélectionnés ?
id: Anda yakin ingin menghapus latar belakang yang dipilih?
it: Vuoi davvero eliminare gli sfondi selezionati?
ko: 정말 선택한 배경을 삭제하시겠습니까?
ms: Anda pasti ingin hapus latar belakang yang dipilih?
nl: Achtergrond echt verwijderen?
pl: Czy na pewno chcesz usunąć wybrane tła?
pt_br: Deseja mesmo apagar os papéis de parede selecionados?
ru: Вы точно хотите удалить выбранные фоны?
sv: Är du säker på att du vill ta bort den markerade bakgrunden?
tr: Seçili arka planları silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити вибрані фони?
uz: Haqiqatan ham tanlangan orqa fonlar oʻchirilsinmi?

# DeleteChatUser
source: Delete chat
ar: حذف المحادثة
be: Выдаліць чат
ca: Elimina el xat
de: Chat löschen
es: Eliminar chat
fa: حذف گفتگو
fi: Poista keskustelu
fr: Supprimer l'échange
id: Hapus obrolan
it: Elimina la chat
ko: 대화방 삭제
ms: Hapus bual
nl: Chat verwijderen
pl: Usuń czat
pt_br: Apagar chat
ru: Удалить чат
sv: Radera chatt
tr: Sohbeti sil
uk: Видалити чат
uz: Chatni oʻchirish
zh_cn: 删除对话
zh_tw: 删除對話

source: Delete contact
ar: حذف جهة الاتصال
be: Выдаліць кантакт
ca: Elimina el contacte
de: Kontakt löschen
es: Eliminar contacto
fa: حذف مخاطب
fi: Poista
fr: Supprimer le contact
id: Hapus kontak
it: Elimina contatto
ko: 연락처 삭제
ms: Hapus kenalan
nl: Verwijder
pl: Usuń kontakt
pt_br: Apagar contato
ru: Удалить контакт
sv: Ta bort
tr: Kişiyi sil
uk: Видалити контакт
uz: Kontaktni oʻchirish
zh_cn: 删除联系人信息
zh_tw: 删除聯絡人資料

# DeleteDays_one
source: Delete {0} day
ar: حذف يوم واحد
be: Выдаліць {0} дзень
ca: Elimina {0} dia
de: {0} Tag löschen
es: Eliminar {0} día
fi: Poista {0} päivä
fr: Supprimer {0} jour
it: Elimina {0} giorno
pl: Usuń {0} dzień
pt_br: Apagar {0} dia
ru: Удалить {0} день
sv: Ta bort {0} dag
tr: {0} günü sil
uk: Видалити {0} день

# DeleteDays_other
source: Delete {0} days
ar: حذف ⁨{0}⁩ يومٍ
be: Выдаліць {0} дня
ca: Elimina {0} dies
de: {0} Tage löschen
es: Eliminar {0} días
fi: Poista {0} päivää
fr: Supprimer {0} jours
it: Elimina {0} giorni
ko: {0} 일 삭제
ms: Hapus {0} hari
pl: Usuń {0} dnia
pt_br: Apagar {0} dias
ru: Удалить {0} дня
sv: Ta bort {0} dagar
tr: {0} günü sil
uk: Видалити {0} дня

# DeletedFromYourContacts
source: {0} deleted from your contacts
ar: تم حذف ⁨{0}⁩ من جهات اتصالك
be: {0} выдалены(-а) з вашых кантактаў
ca: S'ha eliminat {0} dels contactes
de: {0} von deinen Kontakten gelöscht
es: {0} fue eliminado de tus contactos
fi: {0} poistettiin yhteystiedoista
fr: {0} a été supprimé de vos contacts
it: {0} eliminato dai tuoi contatti
ko: {0} 님이 연락처에서 삭제되었습니다
ms: {0} hapus dari kenalan anda
nl: {0} verwijderd uit je contacten
pl: Użytkownik {0} został usunięty z twoich kontaktów
pt_br: {0} removido dos seus contatos
ru: {0} удален(а) из Ваших контактов
sv: {0} borttagen från kontakter
tr: {0} kişilerinizden silindi
uk: {0} видалено з контактів

# DeleteFewChatsTitle
source: Delete {0}
ar: حذف ⁨{0}⁩
be: Выдаліць {0}
ca: Elimina {0}
de: {0} löschen
es: Eliminar {0}
fa: حذف ⁨{0}⁩
fi: Poista {0}
fr: Supprimer {0}
id: Hapus {0}
it: Elimina {0}
ko: {0} 삭제
ms: Hapus {0}
nl: Verwijder {0}
pl: Usuń {0}
pt_br: Apagar {0}
ru: Удалить {0}
sv: Ta bort {0}
tr: {0} sil
uk: Видалити {0}
uz: {0}ni oʻchirish

# DeleteForAll
source: Delete for all members
ar: حذف من عند كل الأعضاء
be: Выдаліць для ўсіх удзельнікаў
ca: Elimina per a tothom
de: Bei allen Mitgliedern löschen
es: Eliminar para todos
fa: حذف برای تمامی اعضا
fi: Poista kaikilta jäseniltä
fr: Supprimer pour tous les membres
id: Hapus untuk semua anggota
it: Elimina per tutti i membri
ko: 모든 참가자에게서 삭제
ms: Hapus untuk semua ahli
nl: Verwijder voor iedereen
pl: Usuń u wszystkich członków
pt_br: Apagar para todos os membros
ru: Удалить у всех участников
sv: Ta bort hos alla medlemmar
tr: Tüm üyelerden sil
uk: Видалити для всіх учасників
uz: Barcha aʼzolar uchun oʻchirib tashlash
zh_cn: 从所有成员的记录中撤回
zh_tw: 從所有成員的記錄中撤回

# DeleteForUser
source: Delete for {0}
ar: الحذف أيضًا من عند ⁨{0}⁩
be: Выдаліць для {0}
ca: Elimina-ho per a {0}
de: Bei {0} löschen
es: Eliminar para {0}
fa: برای ⁨{0}⁩ حذف شود
fi: Poista myös henkilöltä {0}
fr: Supprimer pour {0}
id: Hapus untuk {0}
it: Elimina per {0}
ko: {0} 님에게서 삭제
ms: Hapus untuk {0}
nl: Verwijder voor {0}
pl: Usuń też u {0}
pt_br: Apagar para {0}
ru: Удалить для {0}
sv: Ta även bort hos {0}
tr: {0} için de sil
uk: Видалити для {0}
uz: {0} uchun ham oʻchirilsin
zh_cn: 从“{0}”处撤回
zh_tw: 從“{0}”處撤回

source: Delete from Favorites
ar: حذف من المفضلة
be: Выдаліць з абранага
ca: Elimina'l dels preferits
de: Aus Favoriten entfernen
es: Eliminar de Favoritos
fa: حذف از علاقه‌مندی‌ها
fi: Poista suosikeista
fr: Supprimer des favoris
id: Hapus dari Favorit
it: Elimina dai preferiti
ko: 즐겨찾기에서 삭제
ms: Hapus dari Kegemaran
nl: Verwijder uit favorieten
pl: Usuń z ulubionych
pt_br: Apagar dos Favoritos
ru: Удалить из избранных
sv: Ta bort från Favoriter
tr: Favorilerden Sil
uk: Видалити з улюблених
uz: Saralanganlardan oʻchirish
zh_cn: 从收藏中移除
zh_tw: 從收藏中移除

# DeleteFromRecent
source: Remove from Recent
ar: إزالة من الأخيرة
be: Выдаліць з нядаўніх
ca: Elimina dels recents
de: Aus kürzlich entfernen
es: Eliminar de Recientes
fi: Poista viimeaikaisista
fr: Supprimer des récents
it: Rimuovi dai recenti
ko: 최근 목록에서 삭제
ms: Keluarkan dari Terbaru
nl: Verwijder uit recente
pl: Usuń z ostatnich
pt_br: Remover dos Recentes
ru: Убрать из недавних
sv: Ta bort från Senaste
tr: En Sondan Kaldır
uk: Вилучити з Недавніх

# DeleteGif
source: Remove GIF from this section?
ar: إزالة الصورة المتحركة من هنا؟
be: Выдаліць анімацыю з гэтай панэлі?
ca: Voleu eliminar el GIF?
de: GIF aus diesem Bereich löschen?
es: ¿Quieres eliminar el GIF de esta sección?
fi: Poistetaanko GIF tästä osiosta?
fr: Retirer le GIF de cette section ?
it: Eliminare la GIF da questa sezione?
ko: 이 섹션에서 GIF를 삭제할까요?
ms: Keluarkan GIF dari seksyen ini?
nl: GIF verwijderen van deze sectie?
pl: Usunąć GIF z tej sekcji?
pt_br: Apagar GIF desta seção?
ru: Удалить GIF из этого раздела?
sv: Ta bort GIF från sektionen?
tr: GIF bu bölümden kaldırılsın mı?
uk: Видалити GIF з цього розділу?

# DeleteGroupForAll
source: Delete the group for all members
ar: حذف المجموعة لكل الأعضاء
be: Выдаліць суполку для ўсіх удзельнікаў
ca: Elimina el grup per a tothom
de: Gruppe bei allen Mitgliedern löschen
es: Eliminar el grupo para todos
fi: Poista ryhmä kaikilta jäseniltä
fr: Supprimer le groupe pour tous les membres
it: Elimina il gruppo per tutti i membri
ko: 참가자 모두에게 그룹을 삭제하시겠습니까?
ms: Hapus grup untuk semua ahli
nl: Verwijder de groep voor alle leden
pl: Usuń grupę u wszystkich członków
pt_br: Apagar o grupo para todos
ru: Удалить группу для всех участников
sv: Ta bort gruppen hos alla medlemmar
tr: Grubu tüm üyeler için sil
uk: Видалити групу для всіх учасників

# DeleteHistoryByDaysMessage
source: Are you sure you want to delete all messages for the selected days?
ar: هل تريدون فعلًا حذف كل الرسائل للأيام المحددة؟
be: Вы ўпэўнены, што хочаце выдаліць усе паведамленні за абраныя дні?
ca: Segur que voleu eliminar tots els missatges dels dies seleccionats?
de: Wirklich alle Nachrichten der ausgewählten Tage löschen?
es: ¿Quieres eliminar todos los mensajes de los días seleccionados?
fi: Haluatko varmasti poistaa kaikki viestit valituilta päiviltä?
fr: Êtes-vous sûr de vouloir supprimer tous les messages du jour sélectionné ?
it: Vuoi davvero eliminare tutti i messaggi per i giorni selezionati?
ko: 정말 선택한 날짜의 메시지들을 모두 삭제하겠습니까?
ms: Anda pasti ingin hapus semua mesej untuk hari dipilih?
pl: Czy na pewno chcesz usunąć wszystkie wiadomości z wybranych dni?
pt_br: Tem certeza de que deseja apagar todas as mensagens dos dias selecionados?
ru: Вы точно хотите удалить все сообщения за выбранные дни?
sv: Är du säker på att radera alla meddelanden för de markerade dagarna?
tr: Seçilen günlerdeki tüm mesajları silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити всі повідомлення за обрані дати?

source: Delete Link
ar: حذف الرابط
be: Выдаліць спасылку
ca: Eliminació
de: Link löschen
es: Eliminar enlace
fi: Poista linkki
fr: Supprimer le lien
it: Elimina il link
ko: 링크 삭제
ms: Hapus Link
nl: Link verwijderen
pl: Usuń link
pt_br: Apagar Link
ru: Удалить ссылку
sv: Ta bort länk
tr: Bağlantıyı Sil
uk: Видалити посилання

# DeleteLinkHelp
source: This will delete link.
ar: سيتم حذف الرابط.
be: Гэта выдаліць спасылку.
ca: Això eliminarà l'enllaç.
de: Das wird Link löschen.
es: Esto eliminará el enlace.
fi: Linkki poistetaan.
fr: Cela supprimera le lien.
it: Questo eliminerà il link.
ko: 링크를 삭제합니다.
ms: Ini akan hapus link ini.
nl: Hiermee verwijder je de link.
pl: To spowoduje usunięcie linku.
pt_br: Isso irá apagar o link.
ru: Это удалит ссылку.
sv: Detta tar bort länk.
tr: Bu, bağlantıyı silecektir.
uk: Посилання буде видалено.

source: Delete localization?
ar: حذف حزمة اللغة؟
be: Выдаліць лакалізацыю?
ca: Voleu eliminar el paquet de llengua?
de: Lokalisierung löschen?
es: ¿Eliminar traducción?
fa: فایل زبان حذف شود؟
fi: Poistetaanko käännös?
fr: Supprimer la traduction ?
id: Hapus terjemahan?
it: Eliminare la traduzione?
ko: 언어를 삭제할까요?
ms: Hapus tempatan?
nl: Vertaling verwijderen?
pl: Usunąć lokalizację?
pt_br: Apagar tradução?
ru: Удалить локализацию?
sv: Ta bort språkfil?
tr: Yerelleştirme silinsin mi?
uk: Видалити переклад?
uz: Lokalizatsiya fayli oʻchirilsinmi?
zh_cn: 删除本地化文件？
zh_tw: 删除本地化文件？

# DeleteLocalizationText
source: Are you sure you want to delete **{0}** language pack?
ar: هل ترغب حقًا في حذف حزمة اللغة **⁨{0}⁩**؟
be: Вы ўпэўнены, што хочаце выдаліць **{0}** моўны пакет?
ca: Segur que voleu eliminar el paquet de llengua **{0}**?
de: Möchtest du wirklich das Sprachpaket **{0}** löschen?
es: ¿Quieres eliminar el pack de idioma **{0}**?
fa: آیا از حذف بسته زبان **⁨{0}⁩** اطمینان دارید؟
fi: Haluatko varmasti poistaa kielipaketin **{0}**?
fr: Voulez-vous vraiment supprimer le paquet de langue **{0}** ?
id: Apakah Anda yakin ingin menghapus paket bahasa **{0}** ?
it: Vuoi davvero eliminare la lingua **{0}**?
ko: 정말 **{0}** 언어 묶음을 삭제하시겠습니까?
ms: Anda pasti ingin hapus pek bahasa **{0}** ?
nl: Taalbestand **{0}** echt verwijderen?
pl: Czy na pewno chcesz usunąć pakiet językowy **{0}**?
pt_br: Deseja mesmo apagar o pacote de idioma {0}?
ru: Вы точно хотите удалить перевод **{0}**?
sv: Är du säker på att ta bort språkpaket **{0}** ?
tr: **{0}** dil paketini silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити переклад **{0}**?
uz: Haqiqatan ham **{0}** til toʻplami oʻchirilsinmi?

# DeleteLocalizationTitle
source: Delete language pack
ar: حذف حزمة اللغة
be: Выдаліць моўны пакет
ca: Elimina el paquet de llengua
de: Sprachpaket löschen
es: Eliminar pack de idioma
fa: حذف بسته زبان
fi: Poista kielipaketti
fr: Supprimer le paquet de langue
id: Hapus paket bahasa
it: Elimina la lingua
ko: 언어 묶음 삭제
ms: Hapus pek bahasa
nl: Vertaalbestand verwijderen
pl: Usuń pakiet językowy
pt_br: Apagar pacote de idioma
ru: Удалить перевод
sv: Ta bort språkpaket
tr: Dil paketini sil
uk: Видалити переклад
uz: Til toʻplamini oʻchirish

# DeleteMega
source: Delete Group
ar: حذف المجموعة
be: Выдаліць суполку
ca: Elimina el grup
de: Gruppe löschen
es: Eliminar grupo
fa: حذف گروه
fi: Poista ryhmä
fr: Supprimer le groupe
id: Hapus Grup
it: Elimina il gruppo
ko: 그룹 삭제
ms: Hapus Grup
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Apagar Grupo
ru: Удалить группу
sv: Ta bort grupp
tr: Grubu Sil
uk: Видалити групу
uz: Guruhni oʻchirish
zh_cn: 解散群组
zh_tw: 解散群組

# DeleteMegaMenu
source: Delete group
ar: حذف المجموعة
be: Выдаліць суполку
ca: Elimina el grup
de: Gruppe löschen
es: Eliminar grupo
fa: حذف گروه
fi: Poista ryhmä
fr: Supprimer le groupe
id: Hapus grup
it: Elimina il gruppo
ko: 그룹 삭제
ms: Hapus grup
nl: Groep verwijderen
pl: Usuń grupę
pt_br: Apagar Grupo
ru: Удалить группу
sv: Ta bort grupp
tr: Grubu sil
uk: Видалити групу
uz: Guruhni oʻchirish
zh_cn: 解散群组
zh_tw: 解散群組

# DeleteMessagesOption
source: Unsend My Messages
ar: التراجع عن إرسال رسائلي
be: Адклікаць мае паведамленні
ca: Retira els meus missatges
de: Widerrufe meine Nachrichten
es: Retirar mis mensajes
fa: لغو ارسال پیام‌های من
fi: Poista kaikilta
fr: Retirer mes messages
id: Hapus Pesan Saya
it: Ritira i miei messaggi
ko: 보낸 메시지 회수
ms: Tarik Balik Mesej Saya
nl: Mijn berichten intrekken
pl: Usuń moje wysłane wiadomości
pt_br: Apagar Minhas Mensagens
ru: Отозвать мои сообщения
sv: Återkalla mina meddelanden
tr: Mesajlarımı Geri Al
uk: Відкликати мої повідомлення
uz: Xabarlarim yuborilmasin

# DeleteMessagesOptionAlso
source: Also delete for {0}
ar: حذف من عند ⁨{0}⁩ أيضًا
be: Таксама выдаліць для {0}
ca: Elimina-ho també per a {0}
de: Auch bei {0} löschen
es: Eliminar también para {0}
fa: همچنین حذف برای ⁨{0}⁩
fi: Poista myös henkilöltä {0}
fr: Supprimer aussi pour {0}
id: Hapus juga untuk {0}
it: Elimina anche per {0}
ko: {0} 님에게서도 삭제
ms: Juga hapus untuk {0}
nl: Ook verwijderen voor {0}
pl: Usuń też u {0}
pt_br: Apagar para {0} também
ru: Также удалить для {0}
sv: Ta också bort hos {0}
tr: {0} için de sil
uk: Також видалити для {0}
uz: {0} uchun ham oʻchirilsin

# DeleteMessagesText
source: You can also delete the {0} you sent from **{1}**'s inbox by checking "Unsend my messages".
ar: يمكنك أيضًا حذف ⁨{0}⁩ التي أرسلتها من حساب **⁨{1}⁩** عبر تحديد "التراجع عن إرسال رسائلي".
be: Вы можаце таксама выдаліць {0}, адпраўленае вамі з уваходных паведамленняў {1}, выбраўшы «Адклікаць мае паведамленні».
ca: També podeu eliminar el {0} que heu enviat de la bústia de **{1}** marcant «Retira els meus missatges».
de: Du kannst auch {0} bei **{1}** im Chat löschen, wenn du "Widerrufe meine Nachrichten" aktivierst.
es: “Retirar mis mensajes” también eliminará los {0} que enviaste para {1}.
fa: شما همچنین می‌توانید با علامت زدن «لغو ارسال پیام‌های من»، ⁨{0}⁩ که از صندوق پیام‌های **⁨{1}⁩** ارسال کردید را حذف نمایید.
fi: Lähettämäsi {0} voidaan poistaa myös käyttäjältä **{1}** valitsemalla "Poista kaikilta".
fr: Vous pouvez aussi supprimer {0} de vous pour **{1}** en cochant "Retirer mes messages".
id: Anda juga dapat menghapus {0} yang dikirim dari kotak masuk **{1}** dengan mencentang "Hapus Pesan Saya".
it: Puoi eliminare {0} che hai inviato anche dalla cronologia di **{1}** selezionando "Ritira i miei messaggi".
ko: "보낸 메시지 회수"를 체크하여 {0}을(를) **{1}** 님의 대화방에서도 삭제하실 수 있습니다.
ms: Anda juga boleh hapus {0} anda kirim dari inbox **{1}**' dengan menanda "Tarik balik mesej saya".
nl: Je kunt ook het {0} dat je hebt gestuurd verwijderen bij **{1}**' via de "Bericht intrekken"-functie.
pl: Zaznaczając opcję „Usuń moje wysłane wiadomości”, możesz usunąć ze skrzynki odbiorczej użytkownika **{1}** {0}.
pt_br: Você também pode apagar {0} que você enviou da caixa de entrada de **{1}** marcando "Apagar minhas mensagens".
ru: Чтобы удалить отправленные Вами {0} из истории для **{1}**, выберите «Отозвать мои сообщения».
sv: Du kan också ta bort {0} du skickade från **{1}**s inbox genom att sätta bocka i "Återkalla mina meddelanden".
tr: "Mesajlarımı gönderme" seçeneğini işaretleyerek {0} mesajını **{1}** kişisinden silebilirsiniz.
uk: Ви також можете видалити {0} з історії для **{1}**, вибравши «Відкликати мої повідомлення».
uz: Shuningdek, “Xabarlarim yuborilmasin” bandini belgilash orqali **{1}**ning tarixidan siz yuborgan {0}ni oʻchirishingiz mumkin.
